Repository: StudioKrom-SmartMobile-2024/frontend
Catalog: overload/lib/l10n/app_*.arb
Languages: nl

# continueTxt
source: Continue
nl: Doorgaan

source: Dark mode
nl: Donkere modus

source: Settings
nl: Instellingen

# toggleGestures
source: Shake head to pause video
nl: Schud je hoofd om te pauzeren

# selectedLanguage
source: Languages
nl: Talen

# welcomeTitle
source: FEELING OVERWHELMED?
nl: VOELT DRUK?

# welcomeDescription
source: Discover the world first-hand as it is for those suffering from sensory overload
nl: Ontdek de wereld des overstimulatie, door de ogen van een overprikkeld persoon.

# getStarted
source: Get started now
nl: Begin nu

# overstimulatingExperiencesTitle
source: Overstimulating experiences
nl: Overstimulerende ervaringen

# overstimulatingExperiencesDescription
source: Experience the world as it is for those who struggle with sensory overload on a daily basis.
nl: Ervaar de wereld zoals het is voor mensen die moeite hebben met veel prikkels.

# theMallTitle
source: The mall
nl: Het winkelcentrum

# theMallDescriptionShort
source: Bright lights and color
nl: Velle lichten en vele kleuren

# theStationTitle
source: Train station
nl: Het station

# theStationDescriptionShort
source: Transit rush
nl: Ervaar de spits

# thePlaygroundTitle
source: Playground
nl: De speeltuin

# thePlaygroundDescriptionShort
source: Kid's POV
nl: Perspectief van een kind

# theConcertTitle
source: A concert
nl: Het concert

# theConcertDescriptionShort
source: Live noise and crowds
nl: Live muziek en mensen massa's

# exitVRConfirm
source: Exit
nl: Verlaat

# exitVRCancel
source: Stay
nl: Terug

# startVRConfirm
source: Continue
nl: Start

# disclaimerDescription
source: This video contains intense sensory stimuli and may not be suitable for individuals with sensory overload. Viewer discretion is advised.
nl: De video bevat potentieel overstimulerende ervaringen en zijn niet geschikt voor mensen met een gevoeligheid voor prikkels. U bent gewaarschuwd.

# exitExperienceTitle
source: EXIT EXPERIENCE
nl: VERLAAT ERVARING

# exitExperienceDescription
source: Are you sure you want to exit the experience?
nl: Weet je zeker dat je ervaring al wilt verlaten?

# theMallDescriptionLong
source: Enter a lively shopping center filled with colorful advertisements, loud chatter, and diverse store sounds. Experience the sensory overload of a day spent at the mall.
nl: Betreed een levendig winkelcentrum gevuld met kleurrijke advertenties, luid geklets en diverse winkelgeluiden. Ervaar de zintuiglijke overbelasting van een dag doorgebracht in het winkelcentrum.

# theStationDescriptionLong
source: Step into a bustling train station filled with the hustle and bustle of commuters rushing to catch their rides. The sound of trains arriving and departing, the PA system announcing arrivals and delays, and the chatter of passengers creates a symphony of noise. The smell of coffee, food vendors, and exhaust fumes fills the air as people weave in and out of the crowds.
nl: Stap in een druk treinstation gevuld met de drukte van forenzen die hun rit proberen te halen. Het geluid van aankomende en vertrekkende treinen, het omroepsysteem dat aankomsten en vertragingen aankondigt, en het geklets van passagiers creëren een symfonie van geluiden. De geur van koffie, voedselverkopers en uitlaatgassen vult de lucht terwijl mensen door de menigte weven.

# thePlaygroundDescriptionLong
source: Enter a lively playground filled with the laughter of children running and playing. The sounds of squeaking swings, clanging metal bars, and playful shouts create an atmosphere of joy and energy. The smell of freshly cut grass, sunscreen, and snacks drifts through the air as parents watch over their kids and the sound of giggles and slides fills the air.
nl: Betreed een levendige speeltuin gevuld met het gelach van kinderen die rennen en spelen. De geluiden van piepende schommels, rinkelende metalen stangen en speelse kreten creëren een sfeer van vreugde en energie. De geur van vers gemaaid gras, zonnebrandcrème en snacks zweeft door de lucht terwijl ouders over hun kinderen waken en het geluid van gegiechel en glijbanen de lucht vult.

# theConcertDescriptionLong
source: Feel the energy of a packed concert venue as the music fills the air and the crowd roars with excitement. The thumping bass, screaming fans, and vibrant lights create a sensory overload of sound and sight. The smell of sweat, beer, and popcorn mingles with the excitement as the performers take the stage and the music starts to play.
nl: Voel de energie van een vol concertzaal terwijl de muziek de lucht vult en de menigte brult van opwinding. De bonzende bas, schreeuwende fans en levendige lichten creëren een zintuiglijke overbelasting van geluid en zicht. De geur van zweet, bier en popcorn vermengt zich met de opwinding terwijl de artiesten het podium betreden en de muziek begint te spelen.

# strategyHeadphones
source: Wear headphones
nl: Draag een koptelefoon

# strategyFriends
source: Go with friends
nl: Ga met vrienden

# strategyFamily
source: Go with family
nl: Ga met familie

# strategyAvoidKids
source: Avoid kids
nl: Vermijd kinderen

# strategyEarplugs
source: Wear earplugs
nl: Draag oordoppen

# triggerCrowds
source: Crowds
nl: Massa's

# triggerNoise
source: Noise
nl: Lawaai

# triggerVehicles
source: Vehicles
nl: Voertuigen

# triggerKids
source: Kids
nl: Kinderen

# triggerScreaming
source: Screaming
nl: Gekrijs

# triggerLights
source: Lights
nl: Lichten

# triggerLoud
source: Loud
nl: Hard geluid

# strategiesTitle
source: Strategies
nl: Hulpmiddelen

# strategiesDescription
source: If you notice that you or a close one experiences sensory issues in such environment these are common helping tricks:
nl: Als je merkt dat jij of een naaste sensorische problemen ervaart in zo'n omgeving, zijn hier veelvoorkomende tips:

# confirmEnterVR
source: Proceed
nl: Verder
